Revit 2023 API
GroupTypeId.SystemtypeRisedrop Property
 "Rise / Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId SystemtypeRisedrop { get; }
Visual Basic
Public Shared ReadOnly Property SystemtypeRisedrop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SystemtypeRisedrop {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace